<?php

/**
* @license GPL 2 (http://www.gnu.org/licenses/gpl.html)
*/

$lang['title'] = '仮想キーボードの初期化';
$lang['header'] = "仮想キーボード";
$lang["sel_none"] = "キーボードの初期言語の選択";
$lang['button_ini'] = 'キーボードの初期化';
$lang['button_unload'] = 'キーボードの削除';
$lang['button_exit'] ='終了';

$lang['about'] = '仮想キーボードの初期化は、キーボードを表示する初期言語を選択し、
「キーボードの初期化」ボタンを押して下さい。
キーボードが表示されれば、メニューから使用可能な他の言語を選択できます。
「キーボードの削除」ボタンを押せば、仮想キーボードを削除できます。
「終了」ボタンを押せば、この画面はすぐに閉じます。';

$lang['warn'] = 'この画面を閉じた後、編集画面の「保存」か「キャンセル」ボタンを押して下さい。
「プレビュー」ボタンを押すと、変更内容は無視されます。';
